{
  "words": [
    {
      "word": "Poutine",
      "hint": "A golden trio melts into perfection, but never mix them first."
    },
    {
      "word": "Beaver",
      "hint": "A national builder, yet never lays a single brick."
    },
    {
      "word": "Loonie",
      "hint": "This one flies over lakes but never leaves your pocket."
    },
    {
      "word": "Toonie",
      "hint": "Cold at heart, but worth double the trouble."
    },
    {
      "word": "Timbit",
      "hint": "A bite of something whole, yet never complete."
    },
    {
      "word": "Lacrosse",
      "hint": "A game of warriors, played with webbed spears."
    },
    {
      "word": "Hockey",
      "hint": "Battles fought on frozen ground, where blades cut but leave no scars."
    },
    {
      "word": "Mountie",
      "hint": "Red as a maple, steady as a horse, sworn to keep the peace."
    },
    {
      "word": "Maple",
      "hint": "It bleeds gold but stands tall."
    },
    {
      "word": "Eh",
      "hint": "Heard but not seen, a verbal signature."
    },
    {
      "word": "Igloo",
      "hint": "Cold walls, warm hearts, home without wood."
    },
    {
      "word": "Tundra",
      "hint": "Where the trees fear to grow and the ground never wakes."
    },
    {
      "word": "Ottawa",
      "hint": "A hill of voices, speaking for millions."
    },
    {
      "word": "Toronto",
      "hint": "A forest of steel and glass, where the sky is within reach."
    },
    {
      "word": "Vancouver",
      "hint": "Between sea and sky, where the rain is always welcome."
    },
    {
      "word": "Moose",
      "hint": "The silent giant of the northern roads."
    },
    {
      "word": "Newfie",
      "hint": "A name both worn with pride and tossed in jest."
    },
    {
      "word": "Prairie",
      "hint": "An ocean without water, where the wind never rests."
    },
    {
      "word": "Bagged milk",
      "hint": "A dairy enigma in Eastern Canada, sealed in plastic but never in cartons."
    },
    {
      "word": "Chesterfield",
      "hint": "A place to rest that’s neither a field nor a person."
    },
    {
      "word": "Timmies",
      "hint": "Where the faithful line up before dawn, their devotion paid in change."
    },
    {
      "word": "Snowbird",
      "hint": "Wings are optional, but the flight is inevitable."
    },
    {
      "word": "Polar Bear",
      "hint": "The ghost of the ice, feared by all but the cold."
    },
    {
      "word": "Cabin",
      "hint": "Four walls, a lake, and no cell signal."
    },
    {
      "word": "Canoe",
      "hint": "It carries whispers over still waters."
    },
    {
      "word": "Oot",
      "hint": "A sound that betrays your roots."
    },
    {
      "word": "Tuque",
      "hint": "The crown of the cold, a pom-pom in its throne."
    },
    {
      "word": "Terry Fox",
      "hint": "A hero’s journey, one step at a time, across a nation."
    },
    {
      "word": "Inukshuk",
      "hint": "A frozen guide that never moves."
    },
    {
      "word": "Rockies",
      "hint": "Their peaks touch the sky, but they never fall."
    }
  ]
}
